12/data/attachments/2d3e1cd56dadb604.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e0f9dee1-0ec6-4b6c-b516-04b7e82d8ed8</nif:username>
            <nif:friendToBeAdded>Francisco_become_Actions_10804_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>